Repository: alexandrostselios/GarageSoftware
Catalog: GaragePortalNewUI/Resources/SharedResource.*.resx
Languages: el_gr

source: Account Settings
el_gr: Ρυθμίσεις Λογαριασμού

# Add_Customer_Details_Form
source: Customer Details
el_gr: Στοιχεία Πελάτη

# Add_Engineer_Details_Form
source: Engineer Details
el_gr: Στοιχεία Μηχανικού

source: Add New Car
el_gr: Προσθήκη Οχήματος

source: Add New Customer
el_gr: Καταχώρηση Πελάτη

source: Add New Engineer
el_gr: Καταχώρηση Μηχανικού

source: Add Service History
el_gr: Προσθήκη Ιστορικού

source: All
el_gr: Όλα

source: Cancel
el_gr: Ακύρωση

source: Car Image
el_gr: Φωτογραφία

source: Choose Sheet to Import
el_gr: Επιλέξτε Φύλλο

source: Close
el_gr: Κλείσιμο

source: Color
el_gr: Χρώμα

source: Comments
el_gr: Σχόλια

source: Creation Date
el_gr: Ημερομηνία Εγγραφής

source: Customer
el_gr: Πελάτης

source: Customers
el_gr: Πελάτες

source: Customer Car
el_gr: Όχημα

source: Delete
el_gr: Διαγραφή

# Discount_Price
source: Discount
el_gr: Έκπτωση

# Download_Engineers
source: Download Engineers List
el_gr: Λήψη Λίστας Μηχανικών

# Download_Users
source: Download Users List
el_gr: Λήψη Λίστας Χρηστών

# Download_User_Cars
source: Download List of User's Cars
el_gr: Λήψη Λίστας Οχημάτων

source: Edit
el_gr: Επεξεργασία

source: Edit Car Details
el_gr: Επεξεργασία

source: Edit Customer Profile
el_gr: Επεξεργασία Προφίλ Πελάτη

source: Edit Mechanic Profile
el_gr: Επεξεργασία Προφίλ Μηχανικού

source: Edit Profile
el_gr: Επεξεργασία Προφίλ

source: Engineer
el_gr: Μηχανικός

source: Engineers
el_gr: Μηχανικοί

# Engineer_Speciality
source: Speciality
el_gr: Ειδικότητα

# Engine_Type
source: Fuel
el_gr: Καύσιμο

# Enter_Details_for_Quick_Search
source: Quick Search for Clients
el_gr: Γρήγορη Αναζήτηση Πελατών

# Enter_Details_for_Quick_Service_History_Search
source: Quick Search for Service History
el_gr: Γρήγορη Αναζήτηση Service

source: Enter Details for Search
el_gr: Παρακαλώ Πληκτρολογήστε

source: Final Price
el_gr: Τελική Τιμή

source: General Comment
el_gr: Γενικά Σχόλια

source: Home
el_gr: Αρχική

source: Import
el_gr: Εισαγωγή

source: Import Car Manufacturers
el_gr: Εισαγωγή Κατασκευαστών

# Import_Car_Manufacturers_Info
source: From this menu you are able to import Car Manufactures
el_gr: Από εδώ μπορείτε να κάνετε μαζική εισαγωγή Κατασκευαστών

source: Import Car Models
el_gr: Εισαγωγή Μοντέλων

# Import_Car_Models_Info
source: From this menu you are able to import Car Models
el_gr: Από εδώ μπορείτε να κάνετε μαζική εισαγωγή Μοντέλων

source: Import Customers
el_gr: Εισαγωγή Πελατών

source: Import Manufacturers from Excel
el_gr: Εισαγωγή Κατασκευαστών από Excel

source: Import Users
el_gr: Εισαγωγή Χρηστών

# Import_Users_Info
source: From this menu you are able to import Users
el_gr: Από εδώ μπορείτε να κάνετε μαζική εισαγωγή Χρηστών

source: Kilometer
el_gr: Χιλιόμετρα

source: Language
el_gr: Γλώσσα

# Last_Login_Date
source: Last Login
el_gr: Τελευταία Σύνδεση

source: Licence Plate
el_gr: Αρ. Πινακίδας

source: List of Customers
el_gr: Λίστα Πελατών

source: List Of Engineers
el_gr: Λίστα Μηχανικών

source: List Of Manufacturers
el_gr: Λίστα Κατασκευαστών

source: List Of Models
el_gr: Λίστα Μοντέλων

source: List Of My Cars
el_gr: Τα Οχήματα Μου

source: List of User Cars
el_gr: Λίστα Οχημάτων

source: Login
el_gr: Είσοδος

source: Logout
el_gr: Έξοδος

source: Message
el_gr: Μήνυμα

source: Model
el_gr: Μοντέλο

source: Model Manufacturer
el_gr: Κατασκευαστής

# Model_Year
source: Year
el_gr: Έτος

source: Modified Date
el_gr: Ημερομηνία Τροποποίησης

source: My Account
el_gr: Ο Λογαριασμός μου

source: My Profile
el_gr: Προφίλ

source: Name
el_gr: Όνομα

source: Password
el_gr: Κωδικός Πρόσβασης

source: Please Select
el_gr: Παρακαλώ Επιλέξτε

source: Please try again later.
el_gr: Παρακαλώ προσπαθήστε αργότερα

source: Price
el_gr: Τιμή

source: Price Percentage
el_gr: Ποσοστό

source: Privacy
el_gr: Πολιτική Απορρήτου

source: Quick Add Service History
el_gr: Γρήγορη Καταχώριση Ιστορικού

source: Register
el_gr: Εγγραφή

# Register_Customer
source: Register
el_gr: Εγγραφή

source: Save
el_gr: Αποθήκευση

source: Search
el_gr: Αναζήτηση

source: Search By
el_gr: Αναζήτηση με

source: Select Car
el_gr: Επιλέξτε Όχημα

source: Select Customer
el_gr: Επιλέξτε Πελάτη

source: Select Engineer
el_gr: Επιλέξτε Μηχανικό

source: Select Manufacturer
el_gr: Επιλέξτε Κατασκευαστή

source: Select Model
el_gr: Επιλέξτε Μοντέλο

# Select_Multiple_Service_Items
source: Please keep CTRL pressed to select multiple
el_gr: Παρακαλώ κρατήστε πατημένο το CTRL για μαζική επιλογή

source: Select Service Items
el_gr: Επιλέξτε Εργασίες Service

source: Select Speciality
el_gr: Επιλέξτε Ειδικότητα

source: Select Year
el_gr: Επιλογή Έτους

source: Send Email
el_gr: Αποστολή Email

source: Service Date
el_gr: Ημερομηνία Service

source: Service Engineer
el_gr: Τεχνικός Ελέγχου

source: Service FinalPrice
el_gr: Τελική Τιμή

source: Service Information
el_gr: Πληροφορίες

# List_Of_Service_Items
source: Service Items
el_gr: Εργασίες Service

source: Service Kilometer
el_gr: Χιλιόμετρα Service

# Service_Print
source: Print
el_gr: Εκτύπωση

source: Service StartPrice
el_gr: Αρχική Τιμή

source: Settings
el_gr: Ρυθμίσεις

source: Start Price
el_gr: Αρχική Τιμή

source: Subject
el_gr: Θέμα Μηνύματος

source: Surname
el_gr: Επώνυμο

source: System Settings
el_gr: Ρυθμίσεις Συστήματος

source: Total
el_gr: Σύνολο

source: Total Cars
el_gr: Σύνολο Οχημάτων

source: Total Customers
el_gr: Σύνολο Πελατών

source: Total Engineers
el_gr: Σύνολο Μηχανικών

source: Total Users
el_gr: Σύνολο Χρηστών

# User_Photo
source: Photo
el_gr: Φωτογραφία

source: Utilities
el_gr: Εργαλεία

source: View Cars
el_gr: Προβολή Οχημάτων

source: View_Car_Details
el_gr: Προβολή Ιστορικού

source: View Car History
el_gr: Προβολή Ιστορικού

source: VIN Number
el_gr: Αρ. Πλαισίου

source: Your email did not send
el_gr: Το email σας δεν έχει αποσταλεί.

source: Your email has been sent successfully.
el_gr: Το email σας έχει αποσταλεί επιτυχώς.

source: Description
el_gr: Περιγραφή

# Entries_DataTable
source: entries
el_gr: εγγραφές

# Entries_Per_Page
source: entrie per page
el_gr: εγγραφών ανά σελίδα

# Filtered_From_DataTable
source: filtered from
el_gr: φιλτράρισμα από

source: ID
el_gr: Κωδικός

# Next_DataTable
source: Next
el_gr: Επόμενη

# No_Matching_Records_Found_DataTable
source: No matching records found
el_gr: Δεν βρέθηκαν δεδομένα

# Of_DataTable
source: of
el_gr: από

# Previous_DataTable
source: Previous
el_gr: Προηγούμενη

# Showing_Empty_DataTable
source: Showing 0 to 0 of 0 entries
el_gr: Εμφάνιση 0 από 0 εγγραφών

# Total_DataTable
source: total
el_gr: συνολικές

# To_DataTable
source: to
el_gr: έως

source: Edit Service Item
el_gr: Επεξεργασία Εργασίας Service

source: Add Service Item
el_gr: Προσθήκε Εργασίας Service

source: Edit Manufacturer
el_gr: Επεξεργασία Δεδομένων Κατασκευαστή
